{
  "FC-FOOTLOCKER": {
    "status": "active",
    "title": "Footlocker Ammo Box",
    "price": 189,
    "qty": 0,
    "image_url": "assets/img/freedom-footlocker.jpg",
    "images": [
      "assets/img/freedom-footlocker-2.jpg",
      "assets/img/freedom-footlocker-3.jpg"
    ],
    "tags": [
      "footlocker",
      "classic"
    ],
    "description": "The Freedom Footlocker is our largest handcrafted ammo box, built from durable 1/2-inch plywood to balance strength with reduced weight. Designed with dual removable compartments for organized storage, it offers an impressive interior capacity of 20 1/4\" wide × 10\" long × 8\" deep. Crafted in limited quantities due to the time and material required—available occasionally as stock permits or by custom request."
  },
  "FC-RB-300": {
    "status": "active",
    "title": "Rangemaster 300",
    "price": 49.99,
    "qty": 0,
    "image_url": "assets/img/coming-soon.png",
    "images": [
      "assets/img/rm400.jpg",
      "assets/img/rm400.jpg",
      "assets/img/rm400.jpg"
    ],
    "tags": [
      "range",
      "compact"
    ],
"description": "The Rangemaster 300 is the compact sibling to our Rangemaster 400, purpose-built for pistol calibers. Crafted from durable 1/2-inch ply and finished in Freedom Crate Co.’s signature ultra-flat OD Green.<br><br><strong>Features:</strong><ul><li>Black heavy-duty hardware & oversized stainless steel hinges</li><li>Spring-loaded folding top handle for quick grab-and-go</li><li>Proprietary 1-inch brown nylon webbing side handles with fail-safe recessed mount system</li><li>Secure over-center latch keeps the lid tight and ammo secure</li><li>Divider-ready interior for pistol calibers (.380, 9mm, 10mm, .45 ACP)</li></ul>Compact, organized, and built to last — the Rangemaster 300 is your go-to pistol-caliber ammo crate."
  },
  "FC-RB-1000": {
    "status": "active",
    "title": "Range Box 1000 (9mm)",
    "price": 89.99,
    "qty": 0,
    "image_url": "assets/img/coming-soon.png",
    "images": [
      "assets/img/rm400.jpg",
      "assets/img/rm400.jpg",
      "assets/img/rm400.jpg"
    ],
    "tags": [
      "range",
      "9mm"
    ],
    "description": "Holds ~1000 rounds 9mm with sliding shelf."
  },
  "FC-RM-400": {
    "status": "active",
    "title": "Rangemaster 400",
    "price": 49.99,
    "qty": 1,
    "image_url": "assets/img/rm400-top.jpg",
    "images": [
      "assets/img/rm400-top.jpg",
      "assets/img/rm400-open.jpg",
      "assets/img/rm400-armor-core.jpg",
      "assets/img/rm400-battle-guard.jpg"
    ],
    "tags": [
      "range",
      "400"
    ],
    "description": "Up to 400 rounds in one compact carry; open–load–shoot–close."
  },
  "FC-CLASSIC": {
  "status": "active",
  "title": "Freedom Crate Classic",
  "price": 79.99,
  "qty": 5,
  "image_url": "assets/img/blank.jpg",
  "images": [
    "assets/img/rm400.jpg",
    "assets/img/rm400.jpg",
    "assets/img/rm400.jpg"
  ],
  "tags": [
    "classic",
    "freedom",
    "ammo-box"
  ],
  "description": "The Freedom Crate Classic is the original design that started it all — a straightforward, rugged slide-top crate built for everyday use. Nearly identical in build quality to our Branch Collection, the Classic keeps things simple with no hinges, no latches, and no stencils — just clean lines and tough construction at a great value.<br><br>The Freedom Crate Classic is essentially the Freedom Crate Classic Branch Collection without the stencils, hinges, or latches. If you’re looking for a version with those upgrades, scroll up to the Branch Collection. And if you don’t see what you’re after there, feel free to submit a custom order — we’ll see what we can do.<br><br><strong>Features:</strong><ul><li>Handcrafted from solid pine boards for durability and strength</li><li>Smooth slide-top lid for quick access — no hinges or latches needed</li><li>1-inch black nylon webbing side handles for reliable carry</li><li>Clean exterior (no stencils) for a timeless, versatile look</li><li>Spacious interior for gear, ammo, or storage essentials</li><li>Lightweight yet tough — built to last, built for function</li></ul><em>Simple, strong, and true to the roots of Freedom Crate Co., the Classic is a must-have for anyone looking for quality at a great price.</em>"
}
}
