{
  "FC-FOOTLOCKER": {
    "status": "active",
    "title": "Footlocker Ammo Box",
    "price": 189,
    "qty": 0,
    "image_url": "assets/img/freedom-footlocker.jpg",
    "images": [
      "assets/img/freedom-footlocker-2.jpg",
      "assets/img/freedom-footlocker-3.jpg"
    ],
    "tags": [
      "footlocker",
      "classic"
    ],
    "description": "The Freedom Footlocker is our largest handcrafted ammo box, built from durable 1/2-inch plywood to balance strength with reduced weight. Designed with dual removable compartments for organized storage, it offers an impressive interior capacity of 20 1/4\" wide × 10\" long × 8\" deep. Crafted in limited quantities due to the time and material required—available occasionally as stock permits or by custom request."
  },
  "FC-RB-300": {
    "status": "active",
    "title": "Rangemaster 300",
    "price": 49.99,
    "qty": 0,
    "image_url": "assets/img/coming-soon.png",
    "images": [
      "assets/img/rm400.jpg",
      "assets/img/rm400.jpg",
      "assets/img/rm400.jpg"
    ],
    "tags": [
      "range",
      "compact"
    ],
"description": "The Rangemaster 300 is the compact sibling to our Rangemaster 400, purpose-built for pistol calibers. Crafted from durable 1/2-inch ply and finished in Freedom Crate Co.’s signature ultra-flat OD Green.<br><br><strong>Features:</strong><ul><li>Black heavy-duty hardware & oversized stainless steel hinges</li><li>Spring-loaded folding top handle for quick grab-and-go</li><li>Proprietary 1-inch brown nylon webbing side handles with fail-safe recessed mount system</li><li>Secure over-center latch keeps the lid tight and ammo secure</li><li>Divider-ready interior for pistol calibers (.380, 9mm, 10mm, .45 ACP)</li></ul>Compact, organized, and built to last — the Rangemaster 300 is your go-to pistol-caliber ammo crate."
  },
  "FC-RB-1000": {
    "status": "active",
    "title": "Range Box 1000 (9mm)",
    "price": 89.99,
    "qty": 0,
    "image_url": "assets/img/coming-soon.png",
    "images": [
      "assets/img/rm400.jpg",
      "assets/img/rm400.jpg",
      "assets/img/rm400.jpg"
    ],
    "tags": [
      "range",
      "9mm"
    ],
    "description": "Holds ~1000 rounds 9mm with sliding shelf."
  },
  "FC-RM-400": {
  "status": "active",
  "title": "Rangemaster 400",
  "price": 0.10,
  "qty": 1,
  "image_url": "assets/img/rm400-top.jpg",
  "images": [
    "assets/img/rm400-top.jpg",
    "assets/img/rm400-open.jpg",
    "assets/img/rm400-armor-core.jpg",
    "assets/img/rm400-battle-guard.jpg"
  ],
  "tags": [
    "range",
    "400"
  ],
  "description": "The Rangemaster 400 is a purpose-built, portable ammo crate engineered for shooters who carry multiple calibers to the range. Built from 1/2-inch high-density plywood and finished with rugged hardware, the RM-400 is compact, highly portable, and designed to be carried by its side webbing handles longways. The base model ships without interior or exterior poly-shield coatings — choose Armor Core (interior poly shield) or Battle Guard (exterior poly shield) from the main product card for added protection and longevity.<br><br><strong>Features:</strong><ul><li>Constructed from 1/2-inch high-density plywood for superior stiffness and durability</li><li>Spring-loaded folding top handle for quick grab-and-go carry</li><li>Single black toggle latch on the front for secure closure</li><li>Two oversized stainless-steel hinges at the rear for ultra durability</li><li>Proprietary 1-inch brown nylon webbing side handles designed to carry the box on its side (longways)</li><li>Divider-ready interior with two dividers to create three compartments</li><li>Interior dimensions: 9\" × 4\" × 4\" (usable) — Exterior: 11\" × 5\" × 5\"</li><li>Estimated capacity: ~400 rounds total (approx. 60 .308 / 100 .223-5.56 / 200 9mm — varies by packaging and loading)</li><li>Base model is uncoated; Armor Core (interior) or Battle Guard (exterior) selectable for extra protection</li><li>Approx. fully loaded weight: ~14 lbs (varies by loadout)</li></ul><em>Here at Freedom Crate Co., we thrive on producing one-of-a-kind items — and just like the Freedom Crate Co. brand, all of our crates are built to last. The Rangemaster 400 makes the perfect gift for that husband who loves days on the range, that veteran buddy you respect, or the gun enthusiast in your life. When you buy the Rangemaster 400, you’re buying functional art that’s guaranteed to turn heads at the range. It’s guaranteed to get a smile out of the husband, a high-five from that veteran friend, and without a doubt, a compliment every time you bring it out to shoot.</em>"
},
  "FC-CLASSIC": {
  "status": "active",
  "title": "Freedom Crate Classic",
  "price": 79.99,
  "qty": 5,
  "image_url": "assets/img/blank.jpg",
  "images": [
    "assets/img/slide-top-lid.jpg",
    "assets/img/slide-top-lid-open.jpg",
    "assets/img/slide-top-lid-pair.jpg"
  ],
  "tags": [
    "classic",
    "freedom",
    "ammo-box"
  ],
  "description": "The Freedom Crate Classic is the original design that started it all — a straightforward, rugged slide-top crate built for everyday use. Nearly identical in build quality to our Branch Collection, the Classic keeps things simple with no hinges, no latches, and no stencils — just clean lines and tough construction at a great value.<br><br>The Freedom Crate Classic is essentially the Freedom Crate Classic Branch Collection without the stencils, hinges, or latches. If you’re looking for a version with those upgrades, scroll up to the Branch Collection. And if you don’t see what you’re after there, feel free to submit a custom order — we’ll see what we can do.<br><br><strong>Features:</strong><ul><li>Handcrafted from 3/4 high density ply for durability and strength</li><li>Lid made from 3/4-inch tongue-and-groove pine boards for a classic, sturdy fit</li><li>Bottom secured with 1/4-inch plywood for a solid, reinforced base</li><li>Interior dimensions: 8 1/2\" × 11\" × 5 1/2\" deep</li><li>Smooth slide-top lid for quick access — no hinges or latches needed</li><li>1-inch black nylon webbing side handles for reliable carry</li><li>Clean exterior (no stencils) for a timeless, versatile look</li><li>Spacious interior for gear, ammo, or storage essentials</li><li>Lightweight yet tough — built to last, built for function</li></ul><em>Simple, strong, and true to the roots of Freedom Crate Co., the Classic is a must-have for anyone looking for quality at a great price.</em>"
}
}
